<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    '' => [
           

        ],
 'login'=>'تسجيل دخول',
 'register'=>'تسجيل مستخدم جديد',
  'text'=>'نحن نشحن إلى جميع أنحاء العالم
أفضل شركة منطقية،',
'fast'=>'سريعة',
'and'=>'و',
'saffly'=>'أكثر امانا!!',
'welcomeToLogin'=>'مرحبا بك في تسجيل دخول',
'description'=>'اذا كان لديك حساب قم بادخال البريد الالكتروني وكلمة المرور ، اما اذا لم تملك حسابا عليك التسجيل من خلال الضغط هنا',
'description1'=>'اذا لم يوجد لديك حساب قم بالتسجيل لاستمرار تسجيل الدخول ولكن اذا كان لديك حساب عليك تسجيل الدخول من خلال الضغط هنا',
'createAccount'=>'تسجيل مستخدم جديد',
'loginToAccount'=>'تسجيل الدخول الى حسابك',
'Registration'=>'تسجيل مستخدم جديد',
'WelcomeToNewAccount'=>'مرحبا بك لانشاء حساب جديد',
'password'=>'كلمة المرور',
'confirmpassword'=>'تأكيد كلمة المرور',
'EmailAddress'=>'البريد الالكتروني',
'profile'=>'الملف الشخصي',
'FullName'=>'الاسم',
"phone_hint" => 'يرجى مراعاة أن الحد الأدنى 10 خانات لرقم الهاتف',
"strog_password" => "يرجى مراعاة أن تكون كلمة المرور قوية و بحد أقصى ٨ أحرف",
'mobile'=>'الهاتف',
'address'=>'العنوان',
'choose'=>'اختر',
'Social Profile'=>'روابط التواصل الاجتماعي',
'Profile'=>'الصفحة الرئيسية',
'Setting'=>'تعديل بيانات الشركة',
'about'=>'نبذة عن الشركة',
'country'=>'الدولة',
'city'=>'المدينة',
'Update Profile'=>'حفظ التعديلات',
'facebook'=>'حساب الفيسبوك',
'twitter'=>'حساب التويتر',
'RecordUpdatedSuccessfully'=>'تم تعديل البيانات بنجاح',
'RecordInsertedSuccessfully'=>'تمت الاضافة بنجاح',
'role'=>'اختار شركة او عضو',
'register_no'=>'رقم الترخيص',
'about_us'=>'من نحن',
'p1'=>'ربط الخدمات اللوجستية مع بعضها البعض هي فكره جديده نوع ما وهي ربط عمان مع الدول الاخرى الفكرة تشتمل على خطه لوجستية متكاملة من خلال ربط الشركات في موقع الكتروني واحد مما يسهل عملية الاستيراد والتصدير والشحن والنقل إلى مقر العمل أو المنزل ويختصر الوقت وسهولة إيجاد الخدمة وهو عمل عالمي في منظومة لوجستية متكاملة',
'p2'=>'ان النجاح الهائل الذي شهدته صناعة التجارة الالكترونية والبيع عبر مواقع التواصل الاجتماعي في السنوات القليلة الماضية يتطلب معه تطوير التقنيات الخاصة بشحن المواد ونقلها عبر الدول مع ضمانات وصول هذه البضاعة سليمة الى العميل',
'p3'=>'من هذا المنطلق، أتت فكرة اطلاق موقع الكتروني متخصص في خدمات الشحن والتوصيل. يوفر الموقع الالكتروني خدمات متعددة للشركات والعملاء حيث سيتمكن مستخدمي الموقع من شحن بضائعهم الى مختلف دول العالم واستعراض الشركات المتوفرة في الدولة المراد الشحن منها واليها والاسعار المتوفرة وصولا الى مرحلة التسليم والاستلام. كما سيتمكن المستخدمون من اختيار أنواع الشحن المتوفرة كالشحن البري والجوي والبحري مع عمليات احتساب آلية للأوزان ومتابعة الكترونية للشحنات على الخريطة ونظام فوترة لكل العمليات التي يجريها المستخدم. على الجانب الاخر ستتمكن شركات الشحن من التسجيل بسهولة في الموقع ومتابعة عمليات الشحن والاستلام والتسليم وتتبع حالات الطلب وتحديث خدماتهم واسعارهم بكل سهولة',
'p4'=>'ن منظومة الشحن الالكتروني الخاصة بموقعنا ستوفر الجهد والوقت والمال على المستخدمين والشركات وستوفر حلول رائعة وسهلة لفكرة الشحن من خلال خطوات بسيطة من خلف شاشة كمبيوتر او هاتف نقال. 
تم دراسة الموضوع بشكل عميق بحيث يستقطب الموقع أكبر عدد ممكن من شركات اللوجستية في الخليج والعالم أجمع ويسهل على العملاء سهولة إيجاد الشركات، وعلى الشركات سهولة إيجاد الزبون وتم دراسة كافة الجوانب التقنية والمالية والإدارية بحيث يتم تشغيل كافة الموانئ والمطارات والمنافذ البريه العمانية والعالمية',
'why'=>'لماذا اخترتنا؟',
'trust'=>'نحن على ثقة',
'security'=>'أفضل أمان',
'guarantee'=>'ضمان 100٪',
'location'=>'توصيل سريع',
'block1'=>'نحن نشطون',
'block3'=>'لشحن المنتج الخاص بك موثوق به',
'block2'=>'أن تكون دائما على الطلب',
'block5'=>'يوفر الموقع الالكتروني خدمات متعددة للشركات والعملاء حيث سيتمكن مستخدمي الموقع من شحن بضائعهم الى مختلف دول العالم واستعراض الشركات المتوفرة في الدولة المراد الشحن منها واليها والاسعار المتوفرة وصولا الى مرحلة التسليم والاستلام',
'block4'=>'ان منظومة الشحن الالكتروني الخاصة بموقعنا ستوفر الجهد والوقت والمال على المستخدمين والشركات وستوفر حلول رائعة وسهلة لفكرة الشحن من خلال خطوات بسيطة من خلف شاشة كمبيوتر او هاتف نقال',
'services'=>'خدماتنا',
'offer'=>'نحن نقدم',
'text'=>'أفضل طرق الشحن سواء بري أو بحري أو جوي',
'serv'=>'عملية الخدمة لدينا',
'step1'=>'حدد الشحن',
'step2'=>'انشاء فاتورة',
'step3'=>'دفع امن',
'step4'=>'توصيل سريع',
'members'=>'العملاء الدائمين',
'orders'=>'الطلبات',
'companies'=>'شركات الشحن',
'countries'=>'الدول المتاحة',
'fav_companies'=>'شركاتنا المفضلة'




];
