<?php

return [

    'title'   => 'القوائم',
    'sub_title'   => 'تستطيع إضافة, تعديل, حذف واعادة ترتيب القائمة',
    'insert'=>'اضافة بند للقائمة',

    'fileds' => [
        'title' => 'العنوان',
        'label' => 'الايقونة',
        'URL' => 'الرابط',
        'admin' => 'لوحة التحكم',
        'web' => 'الموقع',
        'type' => 'الفئة',
    ],

    // 'labels' => [
    //     'delete' => [
    //         'title' => 'حذف عنصر في القائمة',
    //         'message' => 'هل انت متأكد من اجراء هذه العملية',
    //     ],
    //     'insert' => [
    //         'title' => 'حذف عنصر في القائمة',
    //         'message' => 'هل انت متأكد من اجراء هذه العملية',
    //     ],
    //     'edit' => [
    //         'title' => 'حذف عنصر في القائمة',
    //         'message' => 'هل انت متأكد من اجراء هذه العملية',
    //     ]
    // ],


    'alert' => [
        'success' => [
            'insert' => 'تم إضافة عنصر للقائمة بنجاح',
            'delete' => 'تم حذف عنصر من القائمة بنجاح',
            'update' => 'تم تعديل عنصر من القائمة بنجاح',
            'sort' => 'تمت اعادة ترتيب القائمة بنجاح',
        ],

    ],
];
