<?php

return [


    'title' => [
        'edit' => [
            'value' => 'تحديث بيانات الصلاحية',
            'sub_value' => 'لايمكن استرجاع البيانات القديمة في حالة التحديث',
        ],
        'insert' => [
            'value' => 'إضافة الصلاحية  ',
            'sub_value' => 'املأ الخانات التالية لإنشاء عنصر جديد',
        ],
        'delete' => [
            'value' => 'حذف الصلاحية  ',
            'sub_value' => 'هل أنت متأكد من أنك تريد الحذف ؟',
        ],
        'list' => [
            'value' => '  عرض الصلاحيات  ',
            'sub_value' => 'عرض الكل',
        ],
        'show' => [
            'value' => '  عرض الصلاحية  ',
            'sub_value' => 'عرض صلاحية',
        ],
    ],

    'fileds' => [
        'title' => 'العنوان',
    ],

];
