<?php

return [

        'user' =>
            [
                '_title' => 'نحو تكامل الجهود التطوعية',
                'title' => 'طلبات الانضمام',
                'name' => 'الاسم',
                'id'=>'رقم',
                'role' => 'الصلاحية',
                'user_type' => 'نوع الصلاحية',
                'actions'=>'العمليات',
                'name_en'=>'اسم  (بالانجليزي)',
                'active'=>'فعال',
                'not_active'=>'فعال',
                'status'=>'حالة الطلب'
            ],


];
