<?php

return [


    'title' => [
        'edit' => [
            'value' => 'تحديث بيانات شريحة عرض',
            'sub_value' => 'لايمكن استرجاع البيانات القديمة في حالة التحديث',
        ],
        'insert' => [
            'value' => 'إضافة شريحة عرض  ',
            'sub_value' => 'املأ الخانات التالية لإنشاء عنصر جديد',
        ],
        'delete' => [
            'value' => 'حذف شريحة عرض  ',
            'sub_value' => 'هل أنت متأكد من أنك تريد الحذف ؟',
        ],
        'list' => [
            'value' => '  عرض شرائح العرض  ',
            'sub_value' => 'عرض الكل',
        ],
        'show' => [
            'value' => '  عرض شريحة عرض  ',
            'sub_value' => 'عرض شريحة',
        ],
    ],

    'fileds' => [
        'title' => 'العنوان',
        'sammary' => 'ملخص',
        'others' => 'اخرى مثال (التاريخ,المكان, القاعة)',
        'published' => 'فعال',
    ],

];
