<?php

return [


    'title' => [
        'edit' => [
            'value' => 'تحديث بيانات مستخدم',
            'sub_value' => 'لايمكن استرجاع البيانات القديمة في حالة التحديث',
        ],
        'insert' => [
            'value' => 'إضافة مستخدم  ',
            'sub_value' => 'املأ الخانات التالية لإنشاء عنصر جديد',
        ],
        'delete' => [
            'value' => 'حذف مستخدم  ',
            'sub_value' => 'هل أنت متأكد من أنك تريد الحذف ؟',
        ],
        'list' => [
            'value' => '  عرض المستخدمين  ',
            'sub_value' => 'عرض الكل',
        ],
        'show' => [
            'value' => '  عرض مستخدم  ',
            'sub_value' => 'عرض مستخدم',
        ],
    ],

    'fileds' => [
        'title' => 'المستخدمين',
        'permission' => 'الصلاحيات',
    ],

];
