<?php

return [


    'title' => [
        'edit' => [
            'value' => 'تحديث النشاط',
            'sub_value' => 'لايمكن استرجاع البيانات القديمة في حالة التحديث',
        ],
        'insert' => [
            'value' => 'اضافة نشاط جديد',
            'sub_value' => 'املأ الخانة التالية لإنشاء عنصر جديد',
        ],
        'delete' => [
            'value' => 'حذف شريحة عرض  ',
            'sub_value' => 'هل أنت متأكد من أنك تريد الحذف ؟',
        ],
        'list' => [
            'value' => ' عرض انواع النشاطات',
            'sub_value' => 'عرض الكل',
        ],
        'show' => [
            'value' => ' عرض انواع النشاطات',
            'sub_value' => 'عرض شريحة',
        ],
    ],

    'fileds' => [
        'name' => 'النشاط',
        'name_en'=>'Activity',
        'sammary' => 'ملخص',
        'others' => 'اخرى مثال (التاريخ,المكان, القاعة)',
        'published' => 'فعال',
    ],

];
