<?php

return [


    'title' => [
        'edit' => [
            'value' => 'تحديث بيانات مجموعة',
            'sub_value' => 'لايمكن استرجاع البيانات القديمة في حالة التحديث',
        ],
        'insert' => [
            'value' => 'إضافة مجموعة  ',
            'sub_value' => 'املأ الخانات التالية لإنشاء عنصر جديد',
        ],
        'delete' => [
            'value' => 'حذف مجموعة  ',
            'sub_value' => 'هل أنت متأكد من أنك تريد الحذف ؟',
        ],
        'list' => [
            'value' => '  عرض المجموعات  ',
            'sub_value' => 'عرض الكل',
        ],
        'show' => [
            'value' => '  عرض مجموعة  ',
            'sub_value' => 'عرض مجموعة',
        ],
    ],

    'fileds' => [
        'title' => 'المجموعة',
        'permission' => 'الصلاحيات',
    ],

];
